[{
    "title":"Raointean-Blàir Eachdraidheil na h-Alba",
    "title":"Cogadh Neo-eisimeileachd na h-Alba",
    "title":"Blàr Dhùn Bàrr I",
        "date-of-engagement":"27 Giblean 1296",
        "image_intro_alt":"Cuimhneachan aig làrach Blàr Dhùn Bàrr ann an 1296",
    "title":"Blàr Drochaid Shruighlea",
        "date-of-engagement":"11 an t-Sultain 1297",
        "image_intro_alt":"Dealbh-ealain den t-sabaid aig Drochaid Shruighlea",
    "title":"Blàr Roslinn",
        "date-of-engagement":"24 an Gearran 1303",
        "image_intro_alt":"Carraighean-cuimhne aig làrach Blàr Roslinn",
    "title":"Armaichean nan Seumasach",
    "title":"Aramach Sheumasaich 1745",
    "title":"Blàr Prestonpans",
        "date-of-engagement":"21 an t-Sultain 1745",
        "image_intro_alt":"Cuimhneachan aig làrach Blàr Prestonpans",
    "description":"<p>Tha liosta de raointean-blàir eachdraidheil na h-Alba air a chumail le <em>Àrainneachd Eachdraidheil na h-Alba</em>, buidheann Riaghaltas na h-Alba. Tha a’ mhòr-chuid dhiubh air an comharrachadh le carraighean-cuimhne agus bòrd-fiosrachaidh.</p>",
    "title":"Iomairtean",
    "description":"<p>’S e amannan ann an eachdraidh na h-Alba a bha na h-iomairtean nuair a bha ùidhean na dùthcha fo chunnart le tachartasan poileataigeach taobh a-staigh no taobh a-muigh na dùthcha.</p>",
    "description":"<p>Bha Cogaidhean Neo-eisimeileachd na h-Alba nan sreath de dh’iomairtean armailteach aig deireadh an 13mh agus an 14mh linn gus neo-eisimeileachd agus àrd-uachdranas Rìoghachd na h-Alba a dhìon, an dèidh do Rìoghachd Shasainn bagairt a chur orra.</p>",
    "description":"<p>Bha Ar-a-mach nan Seumasach nan sreath oidhirpean gus Taigh Stiùbhart a thoirt air ais gu rìgh-chathrachaibh Shasainn is na h-Alba. Ghabh iad àite ann an 1689, 1715, 1719 agus 1745.</p>",
    "description":"<p>Bha <strong>Ar-a-mach nan Seumasach ann an 1689</strong>, Màrt 1689 gu Gearran 1692, sa mhòr-chuid anns na Gàidhealtachd. B’ e an t-amas ath-shuidheachadh Sheumais II &amp; VII air an rìgh-chathair às dèidh dha a bhith air a chur sìos leis an Ar-Aois Ghloireach san t-Samhain 1688.</p>",
    "description":"<p>B’ e <strong>Ar-a-mach nan Seumasach ann an 1745</strong> oidhirp le Teàrlach Eideard Stiùbhart gus an rìgh-chathair Bhreatannach fhaighinn air ais airson athar, Seumas Franganas Eideard Stiùbhart. Thachair e rè Cogadh Oighreachd na h-Ostair nuair a bha mòr-chuid an Airm Bhreatannaich a’ sabaid ann an Roinn Eòrpa, agus b’ e seo an tè mu dheireadh ann an sreath de ar-a-macha a thòisich ann am Màrt 1689, le prìomh èirigh ann an 1715 agus 1719.</p>",
    "title":"Ceann-latha a’ Bhlàir",
    "description":"<p>An ceann-latha air an do ghabh am blàr àite.</p>",
    "parent_fieldgroup":"Dàta a’ Bhlàir",
    "title":"Àite",
    "description":"<p>An domhan-leithead agus an domhan-fhad aig làrach a’ bhlàir.</p>",
    "title":"Blàran",
    "description":"Clàr-taice nam Blàran",
    "description":"Raointean-blàir a rèir Iomairt",
    "title"     : "Raointean-blàir",
    "title":"Sgìre Comhairle",
    "description":"<p>Seo pàrant airson 32 raointean comhairle na h-Alba. Bheireadh gach taga sgìre comhairle fa leth cothrom àiteachan bhlàir san sgìre sin a thaghadh.</p>",
},
{
    "title":"Siorrachd Obar Dheathain",
    "description":"<p>Tha Siorrachd Obar Dheathain suidhichte ann an ear-thuath na h-Alba. Tha 4 làraichean bhlàir ann (1 làrach blàir treubhach).</p>",
    "title":"Lodainn an Ear",
    "description":"<p>Tha Lodainn an Ear suidhichte ann an ear-dheas na h-Alba. Tha 4 làraichean bhlàir ann.</p>",
    "title":"An Eaglais Bhreac",
    "description":"<p>Tha An Eaglais Bhreac (Falkirk) suidhichte ann an cridhe na h-Alba. Tha 2 làraichean bhlàir ann.</p>",
    "title":"Meadhan-Lodainn",
    "description":"<p>Tha Meadhan-Lodainn suidhichte ann an sgìre meadhan an ear na h-Alba. Tha 2 làraichean bhlàir ann.</p>",
    "title":"Sruighlea",
    "description":"<p>Tha Sruighlea suidhichte ann am meadhan na h-Alba. Tha 4 làraichean bhlàir ann.</p>",
    "title":"Toradh",
    "description":"<p>Seo pàrant airson toraidhean a’ bhlàir.</p>",
    "title":"Buaidh Shasannach",
    "title":"Buaidh Albannach",
    "title":"Buaidh an Riaghaltais",
    "title":"Buaidh Sheumasaich",
    "title":"Neo-cho-dhùinte"
}]
