[{
    "title":"Historic Battlefields of Scotland",
    "title":"Wars of Scottish Independence",
    "title":"Battle of Dunbar I",
        "date-of-engagement":"27 April 1296",
        "image_intro_alt":"Memorial at the site of the Battle of Dunbar in 1296",
    "title":"Battle of Stirling Bridge",
        "date-of-engagement":"11 September 1297",
        "image_intro_alt":"Artists impression of the battle of Stirling Bridge",
    "title":"Battle of Roslin",
        "date-of-engagement":"24 February 1303",
        "image_intro_alt":"Monument at the site of the Battle of Roslin",
    "title":"Jacobite Risings",
    "title":"Jacobite Rising 1745",
    "title":"Battle of Prestonpans",
        "date-of-engagement":"21 September 1745",
        "image_intro_alt":"Monument at the site of the Battle of Prestonpans",
    "description":"<p>A list of historic battlefields in Scotland is maintained by <em>Historic Environment Scotland</em>, a Scottish Government agency. Most are marked with monuments and information boards.</p>",
    "title":"Campaigns",
    "description":"<p>The campaigns were periods in Scottish history when the national interests were threatened by internal or external political events.</p>",
    "description":"<p>The Wars of Scottish Independence were a series of military campaigns in the late 13th and 14th centuries to protect the independence and sovereignty of the Kingdom of Scotland which had been threatened by the Kingdom of England.</p>",
    "description":"<p>The Jacobite risings were a series of attempts to restore the House of Stuart to the thrones of England and Scotland. They took place in 1689, 1715, 1719 and 1745.</p>",
    "description":"<p>The <strong>Jacobite rising of 1689</strong>, March 1689 to February 1692, took place primarily in the Scottish Highlands. Its purpose was to restore James II &amp; VII to the throne, following his deposition by the November 1688 Glorious Revolution.</p>",
    "description":"<p>The <strong>Jacobite rising of 1745</strong> was an attempt by Charles Edward Stuart to regain the British throne for his father, James Francis Edward Stuart. It took place during the War of the Austrian Succession, when the bulk of the British Army was fighting in mainland Europe, and proved to be the last in a series of revolts that began in March 1689, with major outbreaks in 1715 and 1719. </p>",
    "title":"Date of Engagement",
    "description":"<p>The date on which the battle took place.</p>",
    "parent_fieldgroup":"Battle Data",
    "title":"Location",
    "description":"<p>The latitude and longitude of the battle site.</p>",
    "title":"Battles",
    "description":"The Battles Menu",
    "description":"Battlefields by Campaign",
    "title"     : "Battlefields",
    "title":"Council Area",
    "description":"<p>This is a parent for the 32 Council areas of Scotland. Each individual council area tag would allow selection of battle sites in that area.</p>",
},
{
    "title":"Aberdeenshire",
    "description":"<p>Aberdeenshire lies in the north-east of Scotland. It has 4 battle sites (1 Clan battle site).</p>",
    "title":"East Lothian",
    "description":"<p>East Lothian lies in the south-east of Scotland. It has 4 battle sites.</p>",
    "title":"Falkirk",
    "description":"<p>Falkirk lies in central Scotland. It has 2 battle sites.</p>",
    "title":"Midlothian",
    "description":"<p>Midlothian lies in the east central area of Scotland. It has 2 battle sites.</p>",
    "title":"Stirling",
    "description":"<p>Stirling lies in the central Scotland. It has 4 battle sites.</p>",
    "title":"Outcome",
    "description":"<p>This is a parent for the battle result.</p>",
    "title":"English victory",
    "title":"Scottish victory",
    "title":"Government victory",
    "title":"Jacobite victory",
    "title":"Inconclusive"
}]
